class _data:
    #### полезные сайты {lk.ranepa.ru/schedule/} ####
    usseful_sites = (
        "💿&#4448;Яндекс.Диск:&#4448; disk.yandex.ru/d/X1mkmFS9TpJJiw\n"
        "📌&#4448;Сайт ЭМИТа:&#4448; emit.ranepa.ru/faculty-2/ai/\n"
        "🌐&#4448;Cайт РАНХиГС:&#4448; ranepa.ru\n"
        "💼&#4448;Личный кабинет:&#4448; my.ranepa.ru\n"
        "📖&#4448;Кабинет в СДО:&#4448; lms.ranepa.ru\n"
        "📰&#4448;Группа в ВК:&#4448; @theacademy\n"
        "💭&#4448;Психологическая служба:&#4448; goo.su/oOZc8N"
    )

    #### поиск кабинета ####
    serch_kab = (
        "Напиши мне номер кабинета и корпус вот так '2290/1' или '201а/2' и я пришлю тебе его расположение. В будущем, тебе не обязательно заходить в данный раздел меню, просто напиши мне нужный кабинет и корпус как показан в примере и я пришлю тебе его расположение."
    )

    serch_teach = (
        "Напиши мне любую фамилию преподавателя, например 'Сытов' и я пришлю его почту. \n"
        "Если у нас не будет данных прподавателя которого ты пытаешься найти, то мы обязательно добавим его в будущем.\n\n"
        "Данная функция работает только в данном разделе меню."
    )

    #### вопросы/ответы ####
    faq = (
        "1&#8419; Как задать вопрос?\n\n"
        "Вы можете нажать на кнопку - '💡 Идея / 🤔 Сообщить об ошибке' и передать сообщение разработчикам."
        "\n\n"
        "3&#8419; Как перевестись с платной формы обучения на бюджет?\n\n"
        "С данным вопросом вам поможет деканат."
        "\n\n"
        "4&#8419; Что делать с задолженностями(пересдачи)?\n\n"
        "Узнать это можно у преподавателя, а так же в деканате."
    )

    idea_mistake = (
        "Если у вас появилась идея по улучшению бота или нашли ошибку, то начни свое сообщение с «Идея: » или «Ошибка: », чтобы я передал ваше сообщение разработчикам."
    )

    #### информация о боте ####
    o_bote = (
        "Бот разработан и поддерживается студентами 2 курса \n"
        "ПИ [ianshvets|Ян Швец] и [ahahahahahahahaaahahahahahahahah|Антон Нгуен] \n\n"

        "🤖 Староста ПИ v6.5 \n\n"

        "В скором будет много интересного!"
    )

    #### информация о боте ####
    edu_materials = (
        "Ccылка на Яндекс.Диск ПИ: \n\nhttps://disk.yandex.ru/d/X1mkmFS9TpJJiw"
    )

    #### start mes {"• \n" +} для новых пользователей ####
    start_message_1 = (
        "=============================" 
        "\n\n" 
        "Привет! Это бот-помощник для студентов ПИ!"
        "\n\n"
        "Нажми на кнопочку 'Приступить к работе' и я буду тебе помогать."
        "\n\n" 
        "В новом обновлении:\n"
        "•&#4448;Добавлены данные у функции '🕖 Время работы'.\n"
        "•&#4448;Добавлен '📋 Профиль' в настройках и возможность его редактировать.\n"
        "\n"
        "В прошлом обновлении:\n"
        "•&#4448;Улучшена функция '📞 Контакты преподавателей', поиск преподавателя стал легче.\n"
        "•&#4448;Добавлена новая функция в настройках: 'Стиль расписания'.\n"
        "\n\n"
        "============================="
    )

    #### start mes {"• \n" +} для старых пользователей ####
    start_message_2 = (
        "============================="
        "\n\n"
        "Привет! Я немного обновился, поэтому перемещу тебя в главное меню, чтобы все функции работали стабильно."
        "\n\n"
        "В новом обновлении:\n"
        "•&#4448;Добавлены данные у функции '🕖 Время работы'.\n"
        "•&#4448;Добавлен '📋 Профиль' в настройках и возможность его редактировать.\n"
        "\n"
        "В прошлом обновлении:\n"
        "•&#4448;Улучшена функция '📞 Контакты преподавателей', поиск преподавателя стал легче.\n"
        "•&#4448;Добавлена новая функция в настройках: 'Стиль расписания'.\n"
        "\n\n"
        "============================="
    )

    #### деканат ####
    dekanat_time = (
        "Деканат находится во втором корпусе 210 кабинет.\n" +
        "Время работы:\n" +
        "Будни: 11:00 - 19:00\n" +
        "Суббота: 10:00 - 14:00\n\n" +
        "Очная форма | Екатерина Сергеевна \n [ip_fne_ranepa|По вопросам сюда] | В деканате - по будням\n\n" +
        "Очная-заочная форма | Александра Алексеевна \n [ip_ozf_ranepa|По вопросам сюда] | В деканате - по будням"
    )

    #### мед центр ####
    med_work = (
        "Часы работы:\n"
        "Мед. центр: будни 8:00 - 20:00\n"
        "Регистратура: будни с 8:00 - 19:30\n"
        "Запись на прием по телефону: +7 (499) 956-94-77\n\n"
        "Пункт неотложной медицинской помощи(фельдшерский ПНП): КРУГЛОСУТОЧНО, тел.: +7 (499) 956-94-31\n\n"
        "Всю информацию о медицинском центре РАНХиГС можно узнать тут:\n"
        "https://med.ranepa.ru/"
    )

    #### покушать - | Будни: 00:00 - 00:00 | Суббота: 00:00 - 00:00 ####
    tochki_food = (
        "Из столовых и точек питания по последним данным работают(позже уточним время работы):\n\n" +
        "1 корпус:\n" +
        "1 этаж -- Столовая -- Будни: 8:30 - 19:30 | Суббота 9:00-17:00\n" +
        "1 этаж -- 'Кампус' -- Будни: 9:00 - 20:00 | Суббота 9:00-17:00\n" +
        "2 этаж -- Фудкорт\n\n" +
        "3 корпус:\n" +
        "1 этаж -- Столовая\n\n" +
        "5 корпус:\n" +
        "1 этаж -- Столовая -- Будни: 8:00 - 21:00 | Суббота 8:00-18:00 | Воскресенье 8:00-15:00\n" +
        "3 этаж -- Буфет -- Будни: 9:00 - 21:00 | Суббота 10:00-17:45\n\n" +
        "9 корпус:\n" +
        "1 этаж -- Кофейня\n" +
        "2 этаж -- Буфет\n"
    )

    biblioteca_vipusk = (
        "Тут ты сможешь найти методички и работы прошлых лет:\n"
        "https://lib.ranepa.ru/ru/informatsionnye-resursy/russkoyazychnye-resursy/501-ebs-vkr-rankhigs"
    )