#### контакты преподавателей  " :&#4448;  \n" ####
# contacti_pochta = (
#     "Галамян Л.И.:&#4448;galamyan-li@ranepa.ru \n"
#     "Голева Л.А.:&#4448;ms.liual@bk.ru \n"
#     "Дятлова О.Ю.:&#4448;dyatlova-oy@ranepa.ru \n"
#     "Кадыков А.Н.:&#4448;a_kadykov@mail.ru \n"
#     "Лебедев С.В.:&#4448;lebedev-sv@ranepa.ru \n"
#     "Макагонов П.П.:&#4448;mpp2003@inbox.ru \n"
#     "Матненко Н.Н.:&#4448;matnenko-nn@ranepa.ru \n"
#     "Пегасов В.А.:&#4448;pegasov@ranepa.ru \n"
#     "Сальников А.Ю.:&#4448;alexandro.salnikov@vk.com \n"
#     "Сулицкий В.Н.:&#4448;sulitskiy-vn@ranepa.ru \n"
#     "Сергунов Ю.А.:&#4448;rabota.dom.24@mail.ru\n"
#     "Сытов Д.М.:&#4448;sytov_DM@ranepa.ru \n"
# )

contacti_pochta = (
    "Галамян Любовь Ивановна \n"
    "&#4448;&#4448;galamyan-li@ranepa.ru \n"
    "Голева Любовь Александровна  \n"
    "&#4448;&#4448;ms.liual@bk.ru \n"
    "Дятлова Ольга Юрьевна \n"
    "&#4448;&#4448;dyatlova-oy@ranepa.ru \n"
    "Жильчиков Алексей Владимирович \n"
    "&#4448;&#4448;alexey@zhilchikov.ru \n"
    "Захаренков Иван Геннадьевич \n"
    "&#4448;&#4448;zakvanharen@gmail.com \n"
    "&#4448;&#4448;89030164737(telegram) \n"
    "Кадыков Александр Николаевич \n"
    "&#4448;&#4448;a_kadykov@mail.ru \n"
    "Макагонов Павел Петрович \n"
    "&#4448;&#4448;mpp2003@inbox.ru \n"
    "Матненко Нелли Николаевна \n"
    "&#4448;&#4448;matnenko-nn@ranepa.ru \n"
    "Никольский Александр Николаевич \n"
    "&#4448;&#4448;nan45@mail.ru \n"
    "Пегасов Виктор Александрович \n"
    "&#4448;&#4448;pegasov@ranepa.ru \n"
    "Сальников Александр Юрьевич \n"
    "&#4448;&#4448;alexandro.salnikov@vk.com \n"
    "Сулицкий Владимир Николаевич \n"
    "&#4448;&#4448;sulitskiy-vn@ranepa.ru \n"
    "Сытов Денис Михайлович \n"
    "&#4448;&#4448;sytov_DM@ranepa.ru \n"
)

#### полезные сайты ####
cool_sites = (
    "🌐&#4448;Официальный сайт РАНХиГС:&#4448; ranepa.ru\n"
    "📌&#4448;Расписание:&#4448; lk.ranepa.ru/schedule/\n"
    "💼&#4448;Личный кабинет:&#4448; my.ranepa.ru\n"
    "📖&#4448;Кабинет в СДО:&#4448; lms.ranepa.ru\n"
    "📰&#4448;Группа в ВК:&#4448; @theacademy"
)

#### поиск кабинета ####
serch_kab = (
    "Напиши мне номер кабинета и корпус вот так 2290/1 и я пришлю тебе его расположение." +
    "В будущем, тебе сюда не обязательно тыкать, просто напиши" +
    "в любое время кабинет и корпус как показан в примере и я пришлю тебе его расположение."
)


#### вопросы/ответы ####
faq = (
    "1&#8419; Как задать вопрос?\n\n"
    "Вы можете нажать на кнопку - '💡 Идея / 🤔 Сообщить об ошибке' и разработчикам придет оповещение"
    "\n\n"
    "2&#8419; Можно ли как-то быстрее смотреть расписание?\n\n"
    "Да, можно! Ты можешь просто отправить номер своей группы, например: ОБ-7350-21 или об-7350-21, и бот почти сразу отправит нужное тебе расписание."
)

#### информация о боте ####
o_bote = (
    "Бот разработан и поддерживается студентами 2 курса \n"
    "ПИ [ianshvets|Ян Швец] и [ahahahahahahahaaahahahahahahahah|Антон я не чиню розетки Нгуен] \n\n"

    "🤖 Староста ПИ v4.10 \n\n"

    "В скором будет много интересного!"
)

#### время работы ####
time_work = (
    "Тут должна быть информация о работе деканата и т.п.\n"
    "Эти данные пока уточняются"
)